Repository: inkloud/life365-prestashop-module
Catalog: translations/*/ModulesLife365Admin.*.xlf
Languages: es_es, it_it

source: Main settings
es_es: Configuración principal
it_it: Impostazioni principali

source: Select country
es_es: Seleccionar país
it_it: Scegli nazione

source: -- Choose a country --
es_es: -- Elige un país --
it_it: -- Scegli una nazione --

source: Register new account
es_es: Registrar nueva cuenta
it_it: Registra un nuovo account

source: Test
es_es: Verificar
it_it: Verifica

source: Default mark-up rate %
es_es: Margen predeterminado %
it_it: Ricarico predefinito %

source: Default destination category
es_es: Categoría de destino predeterminada
it_it: Categoria di destinazione predefinita

source: -- Choose a category --
es_es: -- Elige una categoría --
it_it: -- Scegli una categoria --

source: Default tax
es_es: Impuesto predeterminado
it_it: Imposta predefinita

source: Update settings
es_es: Actualizar configuración
it_it: Aggiorna impostazioni

source: Manage categories ...
es_es: Gestionar categorías ...
it_it: Gestisci categorie ...

source: Action
es_es: Acción
it_it: Azione

source: Start import ...
es_es: Iniciar importación ...
it_it: Inizia importazione ...

source: Complete Cron url
es_es: Cron url
it_it: Cron url

source: Cron urls by cateogry
es_es: Cron url por categoría
it_it: Cron url per categoria

source: No categories available for cron URLs.
es_es: No hay categorías disponibles para cron URLs.
it_it: Nessuna categoria disponibile per cron URLs.

source: Optional settings
es_es: Configuración opcional
it_it: Impostazioni opzionali

source: Synchronize always
es_es: Sincronizar siempre
it_it: Sincronizza sempre

source: Price limit
es_es: Límite de precio
it_it: Prezzo limite

source: Limits the price not to exceed the street-price
es_es: Limita el precio para no exceder el precio recomendado
it_it: Limita il prezzo affinch√© non superi il prezzo consigliato

source: Debug enabled
es_es: Debug habilitado
it_it: Debug abilitato

source: Slow server
es_es: Servidor lento
it_it: Server lento

source: Save optional settings
es_es: Guardar configuración opcional
it_it: Salva impostazioni opzionali

source: Select a country, please.
es_es: Selecciona un país, por favor.
it_it: Seleziona una nazione, per favore.

source: Manage categories to import
es_es: Gestionar categorías a importar
it_it: Gestisci le categorie da importare

source: Manage category
es_es: Gestionar categoría
it_it: Gestisci categoria

source: No categories available to manage.
es_es: No hay categorías disponibles para gestionar.
it_it: Nessuna categoria disponibile da gestire.

source: Cancel
es_es: Cancelar
it_it: Annulla

source: category
es_es: categoría
it_it: categoria

source: Local category
es_es: Categoría local
it_it: Categoria locale

source: Profit
es_es: Beneficio
it_it: Profitto

source: profit
es_es: beneficio
it_it: profitto

source: Click this link
es_es: Haz clic en este enlace
it_it: Clicca questo link

source: Copy dropship order on Life365
es_es: Copiar pedido dropship en Life365
it_it: Copia ordine dropship su Life365
